Repository: nemein/net_nemein_party
Catalog: locale/*/LC_MESSAGES/net_nemein_party.po
Languages: sv_se

# language
source: English
sv_se: Svenska

# label_in_language
source: In English
sv_se: På Svenska

# title_welcome_to_the_party
source: Welcome!
sv_se: Välkomna!

# title_greeting
source: DEAR VIP GUEST
sv_se: BÄSTA VIP-GÄST

# label_pick_language
source: Please select your language to continue the registration.
sv_se: Vänligen välj språk för att fortsätta till anmälningsblanketten.

# label_language
source: Language
sv_se: Språk

# label_rsvp_by
source: Please register by ${date}.
sv_se: Osa senast den ${date}.

# label_firstname
source: Firstname:
sv_se: Förnamn:

# label_lastname
source: Lastname:
sv_se: Efternamn:

# label_email
source: Email:
sv_se: E-post:

# label_further_information
source: I will participate
sv_se: Tilläggsuppgifter

# label_can_not_participate
source: I can’t participate
sv_se: Jag deltar inte

# label_avec
source: Guest
sv_se: Avec

# label_yes
source: Yes
sv_se: Ja

# label_no
source: No
sv_se: Nej

# label_send
source: SEND
sv_se: SÄND

# label_phone
source: Phone:
sv_se: Telefon:

# title_registration_success
source: <h1>The registration was successfully sent.</h1>
sv_se: <h1>Anmälningen har sänts.</h1>

# title_registration_welcome
source: <h3>Welcome to celebrate Stockmann’s 150th Anniversary!</h3>
sv_se: <h3>Välkommen att fira 150-åriga Stockmann med oss!</h3>

# text_registration_follow_up
source: Ilmoittautumisen vahvistus ja illan tarkempi ohjelma on lähetetty ilmoittamaanne sähköpostiin.
sv_se: En anmälningsbekräftelse samt närmare uppgifter om kvällens program har sänts till e-postadressen Ni uppgett.

# title_registration_thank_for_notificaton
source: <h3>Thank you for the notification</h3>
sv_se: <h3>Tack för meddelandet</h3>
